Repository: foss-np/smriti
Catalog: ne_NP_Firefox_browser.tmx
Source language: en
Languages: ne

source: You can subscribe to this feed to receive updates when this content changes.
ne: तपाईंले यो यो फिडको सदस्यता लिएर सामग्री परिवर्तन हुँदा अद्यावधिक प्राप्त गर्न सक्नुहुन्छ।

source: end of declaration
ne: वर्णनको अन्त्य

source: W&hen I open a link in a new tab, switch to it immediately
ne: मैले नयाँ ट्याबमा लिङ्क खोल्ने बितिक्कै, त्यसमा तुरुन्त लग्नुहोस्

source: Warn me when we&bsites try to redirect or reload the page
ne: वेबसाइट पुनर्निर्देशित वा वेब पृष्ठ फेरी लोड गर्दा मलाई चेतावनी दिनुहोस

source: Variable not found in content window.
ne: सामग्री सञ्झ्यालमा चल भेटिएन।

source: &Custom
ne: &अनुकूलन

source: Internet Options
ne: इन्टरनेट विकल्पहरू

source: Unknown
ne: अज्ञात

source: Installed By
ne: स्थापना कर्ता

source: Please enter a URL.
ne: कृपया URL प्रविष्ट गर्नुहोस्।

source: Error saving %S
ne: %S बचाउँदा त्रुटि भयो

source: Restore Previous Session
ne: अघिल्लो सत्र पुनर्स्थापना गर्नुहोस्

source: View the app install message
ne: अनुप्रयोग स्थापना सन्देश हेर्नुहोस्

source: Save &Page To…
ne: पृष्ठहरूलाई यहाँ सङ्ग्रह गर्नुहोस....

source: &Disable
ne: अक्षम पार्नुहोस्

source: At end of session
ne: सत्रको अन्त्यमा

source: Remove All Reports
ne: सबै प्रतिवेदनहरू हटाउनुहोस्

source: &brandShortName; could not update some of your add-ons.
ne: &brandShortName; ले तपाईँको केही एड-अनहरूलाई अद्यावधिक गर्न सकेन।

source: Show internal editor
ne: आन्तरीक सम्पादक देखाउनुहोस्

source: Location-Aware Browsing is now disabled
ne: स्थान-सचेत ब्राउजिङ अहिले अक्षम छ

source: Add to Reading List
ne: पढ्ने सूचीमा थप्नुहोस्

source: User Agent
ne: प्रयोगकर्ता-प्रतिनिधि

source: Fetching Synced Tabs…
ne: समन्वय गरिएको ट्याबहरू ल्याइँदै…

source: Alter page size
ne: पृष्ठको साइज परिवर्तन गर्नुहोस्

source: Colors
ne: रङहरू

source: You have been asked to trust a new Certificate Authority (CA).
ne: तपाईँलाई एउटा नयाँ प्रमाणपत्र अधिकारी (CA) लाई विश्वास गर्न भनिएको छ।

source: If you quit now, 1 download will be canceled. Are you sure you want to quit?
ne: तपाईं अब छोड्नु भयो भने, १ डाउनलोड रद्द गरिनेछ। तपाईं छोड्न निश्चित हुनुहुन्छ?

source: Search query
ne: खोजी क्वेरी

source: Sunday
ne: आइतबार

source: Check For Updates
ne: अद्यावधिकहरूका लागि जाँच गर्नुहोस्

source: Check my spelling as I &type
ne: टाइप गर्दागर्दै अक्षर विन्यास जाँच गर्नुहोस्

source: '%1$S' doesn't exist
ne: '%1$S' अवस्थित छैन

source: &String
ne: स्ट्रिङ्ग

source: OCSP Signing
ne: OCSP हस्ताक्षरित

source: Accessibility
ne: पहुँचता

source: hidden
ne: लुकाइएको

source: Madagascar
ne: म्याडागास्कर

source: Sharing Screen with #1 tab;Sharing Screen with #1 tabs
ne: क्यामेरा साझेदारी #1 ट्याब;क्यामेरा साझेदारी #1 ट्याबहरू

source: Update failed.
ne: अद्यावधिक असफल भयो ।

source: Christmas Island
ne: क्रिस्मस द्विप

source: Save style sheet
ne: शैली पाना सङ्ग्रह गर्नुहोस्

source: &brandShortName; is up to date
ne: &brandShortName; अप टु डेट छ

source: Manipulate add-ons
ne: एड-अनहरू हेरफेर गर्नुहोस्

source: Zoom in (%S)
ne: ठूलो बनाउ (%S)

source: uninstall
ne: विस्थापन गर्नुहोस्

source: %S could not be saved, because you cannot change the contents of that folder. Change the folder properties and try again, or try saving in a different location.
ne: %S लाई सङ्ग्रह गर्न सकिएन, किनभने तपाईँले त्यो फोल्डरका सामग्रीहरू बदल्न सक्नुहुन्न। फोल्डरका विशेषताहरू बदलेर पुनः प्रयास गर्नुहोस्, वा अर्कै ठेगानामा सङ्ग्रह गर्ने कोशिस गर्नुहोस्।

source: View MathML Source
ne: MathML श्रोत हेर्नुहोस्

source: Set Home Page
ne: गृह पृष्ठ चयन गर्नुहोस्

source: Cut (%S)
ne: काट्नुहोस् (%S)

source: Select File containing CA certificate(s) to import
ne: आयात गर्नका लागि CA प्रमाणपत्र(हरू) भएको फाइल छनोट गर्नुहोस्

source: Access to the port number given has been disabled for security reasons.
ne: सुरक्षाको कारणले दिइएको पोर्ट संख्यामा हुने पहुँचलाई असक्षम पारिएको छ।

source: The safety of your data on %S could not be guaranteed because it uses SSLv3, a broken security protocol.
ne: तपाईँको %S को डाटाको सुरक्षा ग्यारेन्टी गर्न सकिएन, किनभने यसले एक भाँचिएको सुरक्षा प्रोटोकल SSLv3 को प्रयोग गर्छ।

source: Expected '|' but found '%1$S'.
ne: '|' अपेक्षा गरियो तर '%1$S' फेला पर्यो ।

source: Zoom &Text Only
ne: अक्षरलाई मात्र ठूलो पार्नुहोस्

source: Computing sizes…
ne: आकार गणना गरिदै…

source: Connection
ne: जडान

source: Restart Later
ne: पछि पुनःसुरुवात गर्नुहोस्

source: An unknown XPath extension function was called.
ne: एउटा अज्ञात एक्स मार्ग बिस्तार प्रकार्य कल गरियो ।

source: editing
ne: सम्पादन गरिँदै

source: %S could not be opened, because the associated helper application does not exist. Change the association in your preferences.
ne: %S लाई खोल्न सकिएन, किनभने सम्बन्धित मद्दतकर्ता अनुप्रयोग अवस्थित छैन। तपाईँका प्राथमिकताहरूमा सम्बन्धित कुराहरू बदल्नुहोस्।

source: All Supported Types
ne: सबै समर्थित प्रकारहरू

source: Today
ne: आज

source: Show Panes on Startup
ne: सुरुवातमा फलकहरू देखाउनुहोस्

source: An additional root certificate may need to be imported.
ne: थप मूल प्रमाणपत्र आयात गर्न आवश्यक पर्न सक्छ।

source: diagram
ne: रेखाचित्र

source: Statement
ne: कथन

source: Third Party
ne: तेस्रो पक्ष

source: Web Page, complete
ne: वेब पृष्ठ, सम्पूर्ण

source: Other
ne: अन्य

source: Sending:
ne: पठाउँदै:

source: Enter your custom header/footer text
ne: तपाईँको अनुकूलन हेडर/फुटर पाठ प्रविष्ट गर्नुहोस्

source: Web Console - %S
ne: वेब कन्सोल - %S

source: Change &Password
ne: पासवर्ड परिवर्तन गर्नुहोस्

source: New Private &Window
ne: नयाँ निजी सञ्झ्याल

source: junk after document element
ne: कागजात तत्व पछि रद्दी गर्नुहोस्

source: &Customize…
ne: अनुकुलित बनाउनुहोस्...

source: Untitled Page
ne: शीर्षक नभएको पृष्ठ

source: #1 of #2 elapsed
ne: #1 को #2 व्यतीत भयो

source: Japanese (ISO-2022-JP)
ne: जापानी (ISO-2022-JP)

source: &Delete Node
ne: नोड मेट्नुहोस्

source: Devanagari
ne: देवनागरी

source: Checking Compatibility of Add-ons
ne: एड-अनहरूको अनुकूलता जाँच गरिँदै

source: Close tab (%S)
ne: ट्याब बन्द गर्नुहोस्(%S)

source: One request, #2 KB, #3 s;#1 requests, #2 KB, #3 s
ne: एउटा अनुरोध, #2 KB, #3 s;#1 अनुरोधहरू, #2 KB, #3 s

source: No applications were found for this file type.
ne: यस प्रकारको फाइलका लागि कुनै अनुप्रयोग भेटिएन।

source: The site %S wants to set another cookie. You already have %S cookies from this site.
ne: साइट %S ले अर्को कुकी सेट गर्न चाहन्छ। तपाईँसँग यो साइटबाट %S कुकीहरू छन्।

source: Open in a New &Private Window
ne: लिङ्कलाई नयाँ निजी सञ्झ्यालमा खोल्नुहोस्

source: Disabled
ne: अक्षम पारिएको

source: Please note that your employer or Internet service provider can still track the pages you visit.
ne: निजी ब्राउजिङ् भएतापनि तपाईँको कम्पनी अथवा इन्टरनेटदाताले तपाईँले हेर्नुभएको साइटहरू ट्र्याक गर्न सक्छ।

source: Home &Page:
ne: गृह पृष्ठः

source: Select File containing Server certificate to import
ne: आयात गर्नका लागि CA प्रमाणपत्र(हरू) भएको फाइल छनोट गर्नुहोस्

source: You are currently on the
ne: तपाईँ अहिले भएको स्थान

source: Disable video
ne: भिडियो बन्द गर्नुहोस्

source: &Reload Live Bookmark
ne: Live Bookmark पुन: लोड गर्नुहोस्

source: Sign up with Firefox
ne: Firefox प्रयोग गरेर साइन अप गर्नुहोस्

source: Blocked by Content Security Policy
ne: सामग्री सुरक्षा नीति द्वारा अवरुद्ध

source: Do&n't Save
ne: सङ्ग्रह नगर्नुहोस्

source: Namibia
ne: नामिबिया

source: &Add to Toolbar
ne: टुलबारमा थप्नुहोस्

source: Show all extensions
ne: सबै एक्सटेन्सनहरू देखाउनुहोस्

source: I understand and will be very careful
ne: मैले बुजेको छु र सतर्क हुनेछु

source: Nov
ne: नोभेम्वर

source: Quick find (links only)
ne: छिटो फेला पार्नुहोस् (लिङ्कहरू मात्र)

source: Show the initial welcome message
ne: बुजे!

source: Paracel Islands
ne: पार्सल द्विप

source: Select Download Folder
ne: डाउनलोड फोल्डर छान्नुहोस्

source: Continue
ne: जारी राख्नुहोस्

source: color
ne: रङ

source: Ignore Caught Exceptions
ne: समातिएका अपवादहरू उपेक्षा गर्नुहोस्

source: This is the profile in use and it cannot be deleted.
ne: यो प्रोफाइल प्रयोगमा छ र हाटाउन सकिँदैन।

source: Debugger Options
ne: त्रुटिमोचक विकल्पहरू

source: Are you sure you wish to remove this login?
ne: के तपाईँ सम्पूर्ण पासवर्डहरू हटाउने कुरामा दृढ हुनुहुन्छ?

source: CRL Signer
ne: CRL हस्ताक्षरक

source: Find the next occurrence of the phrase
ne: यस वाक्यांशको पछिल्लो घटना फेला पार्नुहोस्

source: Send crash report
ne: क्र्यास प्रतिवेद पठाउनुहोस्

source: Poland
ne: पोल्यान्ड

source: The page you are trying to view cannot be shown because it is contained in a file type that may not be safe to open. Please contact the website owners to inform them of this problem.
ne: तपईँले हेर्न खोजिराख्नुभाको पृष्ठ देखाउन सकिँदैन किनभने यो असुरक्षित फाइल प्रकारमा रहेको छ। कृपया यो समस्या बारे वेबसाइट मालिकलाई जानकारी गराउनुहोस ।

source: Paste
ne: टाँस्नुहोस्

source: Choose a color
ne: एउटा रंग चयन गर्नुहोस्

source: Visit Count
ne: भ्रमण गणना

source: Finish Customizing
ne: अनुकूलित समाप्त

source: Enter line number
ne: हरफ संख्या प्रविष्ट गर्नुहोस्

source: Cancel All Downloads?
ne: सबै डाउनलोडहरू रद्द गर्ने हो?

source: yes
ne: हो

source: Adapter Description
ne: एडाप्टर वर्णन

source: Copy Link Address
ne: लिङ्क ठेगाना प्रतिलिपि गर्नुहोस्

source: Downloading &brandShortName;
ne: &brandShortName; डाउनलोड गरिदै

source: Rename
ne: पुनः नामकरण गर्नुहोस्

source: Khmer
ne: खमेर

source: &Scratchpad
ne: स्क्र्याचप्याड

source: Lifetime
ne: जीवन अवधि

source: Profile not found
ne: प्रोफाइल फेला परेन

source: File Error
ne: फाइल त्रुटी

source: Selector expected.
ne: चयनकर्ता अपेक्षित।

source: Volapük
ne: भोलापुक

source: Rename the profile "%S" to:
ne: प्रोफाइलको पुनः नाम राख "%S" बाट :

source: Will be enabled when compatible
ne: समर्थित भए पछि सक्रिय पारिने छ

source: Danish
ne: डेनिश

source: Installing $BrandShortName…
ne: $BrandShortName स्थापना गरिदै…

source: SSL Certificate Authority
ne: SSL प्रमाणपत्र अधिकारी

source: Error occurred while copying to clipboard.
ne: क्लिपबोर्डमा प्रतिलिपि गर्दा त्रुती आउन पुग्यो।

source: slider
ne: स्लाइडर

source: Downloading
ne: डाउनलोड हुँदैछ

source: Saved to
ne: मा सङ्ग्रह गरियो

source: Ignore this warning
ne: यस चेतावनीलाई उपेक्षा गर्नुहोस्

source: Always use the &cursor keys to navigate within pages
ne: पृष्ठहरू सफर गर्दा जहिले पनि कर्सर किहरू प्रयोग गर्नुहोस्

source: Show search suggestions in &location bar results
ne: लोकेसन बार नतिजाहरूमा खोज सुझावहरू देखाउने

source: Media Preview:
ne: सञ्चार पूर्वावलोकनः

source: Subscribe
ne: सदस्यता लिनुहोस्

source: See one result;See all #1 results
ne: एक नतिजा हेर्नुहोस्; सबै #1 नतिजाहरू

source: Label
ne: नाम

source: We don't keep a copy of your key (that wouldn't be keeping it secret!) so
ne: हामी तपाईँको साँचोको प्रतिलिपि राख्ने छैनौँ (किनभने त्यो गोप्य रहदैन!) त्यसैले

source: One of the following (%S) is not a registered protocol or is not allowed in this context.
ne: (%S) कुनै दर्ता गरिएको छैन र यो सन्दर्भमा अनुमति छैन

source: A Little Housekeeping…
ne: थोरै सरसफाइ…

source: Sha&re This Video
ne: यो भिडियो बाँड्नुहोस्

source: Available remote tabs:
ne: उपलब्धित टाढाको ट्याबहरू:

source: Adapter Description (GPU #2)
ne: एडप्टर वर्णन (GPU #2)

source: check button
ne: ठीकचिन्ह बटन

source: &Scale:
ne: स्केल:

source: Install
ne: स्थापना गर्नुहोस्

source: Other Data
ne: अरु तथ्यांक

source: Uninstallation Complete
ne: हटाइ सकियो

source: Slow SQL Statements
ne: ढिलो SQL विवरणहरू

source: Down Arrow
ne: तल बाँण

source: Cyrillic (DOS)
ne: सिरिलिक (DOS)

source: Uninstall App
ne: एप हटाउनुहोस्

source: User Notice
ne: प्रयोगकर्ता सूचना

source: Show in &Finder
ne: फाइन्डरमा देखाउनुहोस्

source: Log network access
ne: सञ्जाल पहुँच लग गर्नुहोस्

source: Learn More
ne: अझ जान्नुहोस्

source: Service Unavailable
ne: सेवा उपलब्ध छैन

source: Pashto
ne: पास्तो

source: &Check for Updates
ne: अद्यावधिकहरूका लागि जाँच गर्नुहोस्

source: Import and backup your bookmarks
ne: तपाईँको पुस्तक चिन्हलाई आयात अनि जगेडा गर्नुहोस्

source: Wed
ne: बुध

source: &Fill Password
ne: पासवर्ड भर्ने

source: Show / Hide Toolbars
ne: उपकरणपट्टी देखाउनुहोस् वा लुकाउनुहोस्

source: Subscribe with Live Bookmark
ne: Live Bookmark को सदस्यता लिनुहोस्

source: &Reload
ne: पुनः लोड गर्नुहोस्

source: Bihari
ne: बिहारी

source: &Create Profile…
ne: प्रोफाइल सिर्जना गर्नुहोस्…

source: Hits
ne: हिट

source: %S could not be saved, because the disk, folder, or file is write-protected. Write-enable the disk and try again, or try saving in a different location.
ne: %S लाई सङ्ग्रह गर्न सकिएन, किनभने डिस्क, फोल्डर, वा फाइल लेखाइ-सुरक्षित छ। डिस्कलाई लेख्न योग्य बनाई पुनः प्रयास गर्नुहोस्, वा अर्कै ठेगानामा सङ्ग्रह गर्ने प्रयास गर्नुहोस्।

source: Do you want to allow notifications?
ne: के तपाईँ सूचनाहरू देखाउन चहानुहुन्छ?

source: Scaled (%S%%)
ne: मापन गरिएको (%S%%)

source: PSM Internal Crypto Services
ne: PSM आन्तरिक गुप्त सेवाहरू

source: Use this search engine for searches from &Windows
ne: Windows बाट सुरु गर्नलाई यो सर्च इन्जिन प्रयोग गर्नुहोस्

source: (Case sensitive)
ne: (केस संवेदनशील)

source: High Grade
ne: उच्च दर्जा

source: &Rename Profile…
ne: प्रोफाइलको पुनःनामाकरण गर्नुहोस्

source: Enabled Plugins
ne: सक्षम गरिएका प्लगइनहरू

source: Click to toggle section
ne: टगल सेक्सनमा क्लिक गर्नुहोस्

source: Site
ne: साइट

source: View History Sidebar
ne: साइडबारको इतिहास हेर

source: tree table
ne: ट्रि तालिका

source: Please select an item in the list.
ne: कृपया सूचीमा कुनै एक वस्तु रोज्नुहोस्।

source: Host:
ne: होस्ट:

source: Author:
ne: लेखक:

source: Feb
ne: फेब्रुअरी

source: SSL Server Certificate
ne: SSL सर्भर प्रमाणपत्र

source: Retrieving quota information…
ne: पुनः प्राप्त कोटा जानकारी लिदैँ…

source: Please enter a valid server URL
ne: कृपया वैध यु आर एल प्रविष्टि गर्नुहोस्

source: Box Model
ne: बाकस नमूना

source: &Enable
ne: सक्षम पार्नुहोस्

source: Perhaps you'd like to
ne: सायद तपाईं चाहनुहुन्छ

source: This PDF document contains forms. The filling of form fields is not supported.
ne: यो पिडिएफ फाइलमा फारम छ । यो फारम भर्न समर्थित छैन ।

source: DRM content
ne: DRM सामग्री

source: Editor Preferences
ne: सम्पादक प्राथमिकताहरू

source: Sierra Leone
ne: साइरा लिओन

source: Summary
ne: सारांश

source: Size:
ne: साइज:

source: SS&L Proxy:
ne: SSL प्रोक्सी:

source: Add Breakpoint
ne: विच्छेदन बिन्दु थप्नुहोस्

source: #1 warning;#1 warnings
ne: #1 चेतावनी;#1 चेतावनीहरू

source: '%1$S' is not a directory
ne: '%1$S' डाइरेक्टरी होइन

source: Please select a value that is no less than %S.
ne: कृपया %S भन्दा ठूलो मान चयन गर्नुहोस्।

source: Customize Firefox
ne: Firefox अनुकूलन गर्नुहोस्

source: Import your home page from %S
ne: %S बाट गृह पृष्ठ आयत गर्नुहोस्।

source: Folder:
ne: फोल्डर:

source: Cayman Islands
ne: केम्यान द्वीप

source: Click to select the node in the inspector
ne: Inspector मा नोड सेलेक्ट गर्न क्लिक गर्नुहोस्

source: Switch Page &Direction
ne: पृष्ठको दिशा बदल्नुहोस्

source: There are no updates available. &brandShortName; will check periodically for updates.
ne: कुनै पनि अपडेट उपलब्ध छैन। &brandShortName; ले समय समयमा अपडेटका लागि जाँच गर्ने छ।

source: Use Tracking Protection
ne: ट्रयाकिङ् सुरक्षाको प्रयोग गर्नुहोस्

source: Install this add-on
ne: यस एड-अनलाई स्थापित गर्नुहोस्

source: canvas
ne: क्यानभास

source: Added
ne: थपिएको

source: Light theme
ne: मधुरो विषयवस्तु

source: radio button
ne: रेडियो बटन

source: %S could not be opened, because an unknown error occurred. Try saving to disk first and then opening the file.
ne: %S लाई खोल्न सकिएन, किनभने अज्ञात त्रुटि आउन पुगेको छ। पहिला डिस्कमा सङ्ग्रह गरेर फाइल खोल्ने प्रयास गर्नुहोस्।

source: NEW TAB CONTROLS
ne: नयाँ ट्याब नियन्त्रणहरू

source: append a new style sheet
ne: नयाँ शैली पाना थप्नुहोस्

source: About Your Rights
ne: तपाईँको अधिकारहरूका बारेमा

source: Local
ne: स्थानीय

source: From %S
ne: %S बाट

source: Toggle panes
ne: पेनहरू टोगल गर्छ

source: An unknown error has occurred (%1$S)
ne: एउटा अज्ञात त्रुटि भएको छ (%1$S)

source: click to expand this section
ne: यो खण्ड विस्तार गर्न यहाँ क्लिक गर्नुहोस्

source: Your stored web and email passwords, form data, and private keys will not be protected.
ne: तपाईँका भण्डारण भएका इमेल पासवर्डहरू, फाराम लगत, र निजी कुञ्जीहरूलाई सुरक्षित राखिने छैन।

source: Edit Pop-up Blocker Preferences…
ne: पप्अप बाधकको अभिरुची परिमार्जित गर्नुहोस्

source: ANSI X9.62 elliptic curve c2tnb359v1
ne: ANSI X9.62 अण्डाकार वक्ररेखा c2tnb359v1

source: Expected ',' but found '%1$S'.
ne: ',' अपेक्षा गरियो तर '%1$S' फेला पर्यो ।

source: Antarctica
ne: अन्टार्टिका

source: &Learn more
ne: अझै जान्नुहोस्

source: &Action
ne: कार्य

source: Win
ne: विन

source: Use {{clientSuperShortname}} as a Guest
ne: {{clientSuperShortname}} अतिथीको रूपमा प्रयोग गर्नुहोस्

source: You have received an invalid certificate. Please contact the server administrator or email correspondent and give them the following information: Your certificate contains the same serial number as another certificate issued by the certificate authority. Please get a new certificate containing a unique serial number.
ne: तपाईँले अमान्य प्रमाणपत्र प्राप्त गर्नुभएको छ। कृपया सर्भर व्यवस्थापक वा इमेल सम्पर्ककर्तासँग सम्पर्क गरेर यो जानकारी दिनुहोस्: तपाईँसँग प्रमाणपत्र अधिकारीले जारी गरेको जस्तो अनुक्रमाङ्क छ। कृपया अद्वितीय अनुक्रमाङ्क भएको एउटा नयाँ प्रमाणपत्र प्राप्त गर्नुहोस्।

source: Software Security Device
ne: सफ्टवेयर सेक्युरिटी यन्त्र

source: Sign up for Pocket. It’s free.
ne: Pocket मा साइन अप गर्नुहोस् । यो निःशुल्क छ ।

source: Install Simulator
ne: सीमुलेटर स्थापना गर्नुहोस्

source: &Print…
ne: प्रिन्ट...

source: Email Ima&ge…
ne: तस्विरलाई इमेल गर्नुहोस्

source: end of comment
ne: टिप्पणीको अन्त्य

source: Resize the page
ne: पृष्ठलाई रिसाइज गर्नुहोस्

source: CA (Certificate Authority)
ne: CA (प्रमाणपत्र प्राधिकारी)

source: File size:
ne: फाइल आकार:

source: Data size:
ne: डाटा साइज:

source: Print Background _Colors
ne: छापा पृष्ठभूमि रङ्गहरू मुद्रण गर्ने

source: CA Issuers
ne: CA जारीकर्ताहरू

source: gridcell
ne: ग्रिडसेल

source: Idle
ne: निष्प्रयोजन

source: Commands to control settings
ne: सेटिङहरू नियन्त्रण गर्नका लागि आदेशहरू

source: ClearType Parameters
ne: ClearType परामितिहरू

source: &Modify
ne: परिमार्जन गर्नुहोस्

source: U&se $BrandShortName as my default web browser
ne: $BrandShortName लाई तपाईँको डिफल्ट वेब ब्राउजरको रूपमा प्रयोग

source: Import style sheet
ne: शैली पाना आयात गर्नुहोस्

source: Safe Browsing is now disabled
ne: सुरक्षित ब्राउजिङ अहिले निष्कृय छ

source: Manage sharing your microphone with the site
ne: यो साइटले माइक्रोफोन कसरी प्रयोग गर्छ भन्ने ब्यस्थापन गर्नुहोस्

source: Disable hand tool
ne: ह्यान्ड उपकरण अक्षम पार्नुहोस्

source: Wrap Long Lines
ne: लामा हरफहरू बेर्नुहोस्

source: Fit
ne: उपयुक्त

source: Bangladesh
ne: बंगलादेश

source: Confir&m Password
ne: पासवर्ड पुष्टि गर्नुहोस्

source: Family
ne: परिवार

source: Try downloading this add-on again
ne: यो एड-अन डाउनलोड गर्न फेरी प्रयास गर्नुहोस्

source: Next page
ne: अर्को पृष्ठ

source: There was an error while changing your Recovery Key!
ne: तपाईँको पुनर्स्थापना साँचो परिवर्तन गर्दा एउटा त्रुटि थियो!

source: Select
ne: चयन गर्नुहोस्

source: &Search:
ne: खोजी गर्नुहोस्:

source: More than #1 match;More than #1 matches
ne: #1 भन्दा बढी मिल्दो नतिजा;#1 भन्दा बढी मिल्दो नतिजाहरू

source: Subscribe Now
ne: अहिले सदस्यता दिनुहोस्

source: *Global Console*
ne: *विश्वव्यापी कन्सोल*

source: Subscribe to This Page
ne: यस पृष्ठलाई सब्स्क्राइब गर्नुहोस्

source: If you close all Private Browsing windows now, %S downloads will be canceled. Are you sure you want to leave Private Browsing?
ne: तपाईँले अब सबै निजी ब्राउजिङको सञ्झ्यालहरू बन्द गर्ने हो भने, %S डाउनलोडहरू रद्द गरिनेछ। के तपाईँ निजी ब्राउजिङ छोड्ने कुरामा निश्चित हुनुहुन्छ?

source: Downloading: %S
ne: डाउनलोड गर्दै: %S

source: Search &Engines
ne: खोज इन्जिनहरू

source: ANSI X9.62 elliptic curve c2tnb239v2
ne: ANSI X9.62 अण्डाकार वक्ररेखा c2tnb239v2

source: &Fill Login
ne: लगइन भर्नुहोस्

source: ANSI X9.62 elliptic curve c2tnb239v1
ne: ANSI X9.62 अण्डाकार वक्ररेखा c2tnb239v1

source: Size
ne: आकार

source: Driver Version (GPU #2)
ne: ड्राइभर संस्करण (GPU #2)

source: &Find Updates
ne: अद्यावधि खोज्नुहोस्

source: View in Pocket on any device, any time.
ne: कुनै पनि उपकरण, कुनै पनि समय Pocket मा हेर्नुहोस्।

source: section
ne: खण्ड

source: Report User
ne: प्रयोगकर्ताबारे उजुर गर्नुहोस्

source: B&rowse…
ne: ब्राउज गर्नुहोस्…

source: Improperly formatted time string.
ne: अनियमित तरिकाले ढाँचाबद्ध भएको समय स्ट्रिङ।

source: ANSI X9.62 elliptic curve c2tnb239v3
ne: ANSI X9.62 अण्डाकार वक्ररेखा c2tnb239v3

source: Page Headers
ne: पृष्ठ शीर्षलेख

source: Jarvis Island
ne: जार्भिस द्विप

source: Left
ne: बायाँ

source: XPath parse failure: unclosed literal:
ne: एक्स् मार्ग पद् वर्णनको असफलता: बन्द नगरिएको मुलार्थक:

source: Would you like to update the saved password for "%S"?
ne: के तपाई "%S" को संचित पासवर्ड अद्यावधिक गर्न चाहनुहुन्छ ?

source: Ask to use this add-on each time
ne: यो एड-अन प्रयोग गर्न हरेक पटक सोध्नुहोस्

source: System Unsupported
ne: सिस्टम असमर्थित

source: &Organize
ne: सङ्गठित गर्नुहोस्

source: Downloading and installing updates to your add-ons…
ne: तपाईँको एड-अनहरूको अद्यावधिक स्थापना गरिँदै…

source: Error creating directory:
ne: डायरेक्टरी सिर्जना गर्दा त्रुटि:

source: Join me for a video conversation on {{clientShortname2}}!
ne: {{clientShortname2}}मा म सँग भिडियो कुराकानीमा सामेल हुनुहोस्!

source: second;seconds
ne: सेकेण्ड;सेकेण्ड

source: XPath parse failure: ')' expected:
ne: एक्स मार्ग पद वर्णनको असफलता: ')' अनपेक्षित:

source: I don't have the device with me
ne: मेरो साथमा उपकरण छैन

source: Expires:
ne: म्याद समाप्त:

source: Unable to access the app starting document '%1$S', got HTTP code %2$S
ne: अनुप्रयोगलाई सुरूवात कागजात '%1$S'' पहुँच गर्न असमर्थ, HTTP कोड %2$S प्राप्त

source: "Create shortcut: "
ne: "सर्टकट सिर्जना:"

source: X9.62 ECDSA Signature with SHA1
ne: SHA1 सहितको X9.62 ECDSA हस्ताक्षर

source: Allow %s to contact me about this report
ne: %s लाई को यो प्रतिवेदन बारे मलाई सम्पर्क गर्न अनुमति दिनुहोस्

source: Size: %S Bytes / %S Bits
ne: साइज:%S बाइटहरू / %S बिट्स

source: Found Compatible Add-ons
ne: समर्थित एड-अनहरू भेटिए

source: Device
ne: यन्त्र

source: "Delete on reboot: "
ne: "रिबुट मा मेट्नुहोस्:"

source: Brows&er Toolbox
ne: ब्राउजर उपकरणपट्टी

source: Use custom settings for history
ne: इतिहासको लागि परिस्कृत ढाँचाहरू प्रयोग गर्नुहोस्

source: AEC Logging
ne: AEC लगिङ

source: Warning: Unresponsive script
ne: चेतावनी: प्रतिक्रिया नदिएको स्क्रिप्ट

source: &brandShortName; is being updated by another instance
ne: &brandShortName; लाई अर्को सत्रले अपडेट गर्दैछ

source: Organize your bookmarks
ne: आफ्नो पुस्तक चिनोहरू सङ्गठित गर्नुहोस्

source: &Sort By Name
ne: नाम अनुसार क्रमबद्ध गर्नुहोस्

source: Manage Services…
ne: सेवाहरू प्रबन्धन गर्नुहोस्...

source: Turkmenistan
ne: टुर्कमेनिस्तान

source: The specified page has no manifest.
ne: निश्चित पृष्ठमा कुनै स्लिप छैन ।

source: &First > Last Sort Order
ne: सुरु > अन्तिम श्रेणीबद्ध क्रम

source: Type here…
ne: यहाँ टाइप गर्नुहोस…

source: Open a new browser tab.
ne: एउटा नयाँ ब्राउजर ट्याब खोल्नुहोस्।

source: Custom…
ne: अनुकूल…

source: You have chosen to open:
ne: तपाईँले खोल्न छान्नुभएको छ:

source: Mathematics
ne: गणित

source: &Cancel
ne: रद्द गर्नुहोस्

source: Status:
ne: स्थिति:

source: Rejoin
ne: पुनः भाग लिनुहोस्

source: Format:
ne: ढाँचा:

source: &syncBrand.fullName.label; Setup
ne: &syncBrand.fullName.label; स्थापना

source: Save Lin&k As…
ne: यस रूपमा लिङ्क सङ्ग्रह गर्नुहोस्...

source: Maori
ne: माओरी

source: Kingman Reef
ne: किङ्म्यान रिफ

source: Polish
ne: पोलिस

source: Rules
ne: नियमहरू

source: &brandShortName; will remember your browsing, download, form and search history, and keep cookies from websites you visit.
ne: &brandShortName; ले तपाईँको ब्राउजिङ ,डाउनलोडिङ ,फर्म ,खोजि इतिहासहरू सम्झिन्छ, र तपाईँले हेर्नुभएका वेबसाइटका कुकीहरू राख्दछ।

source: Launch New Window
ne: नयाँ सञ्झ्याल सुरू गर्नुहोस्

source: Beginning FTP transaction…
ne: FTP कारोबार सुरु गरिदै…

source: Rotate Counterclockwise
ne: घडीको विपरित दिशामा घुमाउनुहोस्
